Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.account.err_account_exists
source: An account already exists for that email. Sign in instead.
ar: يوجد حساب بالفعل لهذا البريد الإلكتروني. قم بتسجيل الدخول بدلاً من ذلك.
cs: Pro tuto e-mailovou adresu již existuje účet. Přihlaste se místo toho.
da: Der findes allerede en konto for denne e-mail. Log ind i stedet.
de: Es existiert bereits ein Konto für diese E-Mail. Melden Sie sich stattdessen an.
el: Ένας λογαριασμός υπάρχει ήδη για αυτό το email. Συνδεθείτε αντ' αυτού.
es: Ya existe una cuenta para ese email. Inicia sesión en su lugar.
fi: Tälle sähköpostiosoitteelle on jo olemassa tili. Kirjaudu sen sijaan sisään.
fr: Un compte existe déjà pour cette adresse e-mail. Connectez-vous à la place.
he: חשבון כבר קיים לדוא״ל זה. התחברות במקום.
hi: उस ईमेल के लिए पहले से एक खाता मौजूद है। इसके बजाय साइन-इन करें।
hu: Ehhez az e-mail-címhez már létezik fiók. Helyette jelentkezzen be.
id: Akun sudah ada untuk email itu. Masuk saja.
it: Esiste già un account per questo indirizzo email. Accedi invece.
ja: そのメールアドレスのアカウントは既に存在します。代わりにサインインしてください。
ko: 해당 이메일로 이미 계정이 존재합니다. 대신 로그인하세요.
ms: Akaun sudah ada untuk e-mel itu. Log masuk sebaliknya.
nb: En konto finnes allerede for den e-posten. Logg inn i stedet.
nl: Er bestaat al een account voor dit e-mailadres. Meld je in plaats daarvan aan.
pl: Konto już istnieje dla tego e-maila. Zaloguj się zamiast tego.
pt_br: Uma conta já existe para este email. Conecte-se em vez disso.
pt_pt: Já existe uma conta para esse email. Inicie sessão.
ro: Un cont există deja pentru acel e-mail. Conectați-vă în schimb.
ru: Учётная запись для этого адреса электронной почты уже существует. Войдите вместо этого.
sk: Účet pre túto e-mailovú adresu už existuje. Namiesto toho sa prihláste.
sv: Ett konto finns redan för den e-postadressen. Logga in istället.
th: มีบัญชีสำหรับอีเมลนั้นแล้ว ลงชื่อเข้าใช้แทน
tr: Bu e-posta için zaten bir hesap var. Bunun yerine oturum açın.
uk: Обліковий запис уже існує для цієї адреси електронної пошти. Замість цього увійдіть.
vi: Một tài khoản đã tồn tại cho email đó. Hãy đăng nhập thay vào đó.
zh_hans: 该电子邮件的账户已存在。请改为登录。
zh_hant: 該電子郵件已存在帳戶。請改為登入。

# web.account.err_action_code_expired
source: That code has expired. Start the deletion again to get a new one.
ar: انتهت صلاحية هذا الرمز. ابدأ الحذف مرة أخرى للحصول على رمز جديد.
cs: Platnost tohoto kódu vypršela. Začněte s odstraňováním znovu, abyste získali nový.
da: Denne kode er udløbet. Start sletningen igen for at få en ny.
de: Dieser Code ist abgelaufen. Starten Sie die Löschung erneut, um einen neuen zu erhalten.
el: Αυτός ο κωδικός έχει λήξει. Ξεκινήστε τη διαγραφή ξανά για να λάβετε ένα νέο.
es: Ese código ha expirado. Inicia la eliminación de nuevo para obtener uno nuevo.
fi: Kyseinen koodi on vanhentunut. Aloita poistaminen uudelleen saadaksesi uuden koodin.
fr: Ce code a expiré. Recommencez la suppression pour en obtenir un nouveau.
he: קוד זה פג תוקפו. התחל את המחיקה שוב כדי לקבל אחד חדש.
hi: वह कोड समाप्त हो गया है। नया प्राप्त करने के लिए हटाना फिर से शुरू करें।
hu: A kód lejárt. Kezdje újra a törlést az új kódért.
id: Kode itu telah kedaluwarsa. Mulai penghapusan lagi untuk mendapatkan yang baru.
it: Questo codice è scaduto. Avvia di nuovo l'eliminazione per ottenerne uno nuovo.
ja: そのコードは有効期限切れです。削除をもう一度開始して新しいコードを取得してください。
ko: 그 코드는 만료되었습니다. 삭제를 다시 시작하여 새 코드를 받으세요.
ms: Kod itu telah tamat. Mulai pemadaman semula untuk mendapatkan yang baru.
nb: Denne koden har utløpt. Start slettingen på nytt for å få en ny.
nl: Die code is verlopen. Start het verwijderen opnieuw om een nieuwe te krijgen.
pl: Ten kod wygasł. Zacznij usuwanie ponownie, aby otrzymać nowy.
pt_br: Este código expirou. Inicie a exclusão novamente para obter um novo.
pt_pt: Esse código expirou. Inicie a eliminação novamente para obter um novo.
ro: Acel cod a expirat. Porniți din nou ștergerea pentru a obține un cod nou.
ru: Этот код истёк. Начните удаление снова, чтобы получить новый.
sk: Tento kód vypršal. Spustite odstránenie znova, aby ste dostali nový.
sv: Koden har upphört att gälla. Starta borttagningen igen för att få en ny.
th: รหัสนั้นหมดอายุแล้ว เริ่มการลบอีกครั้งเพื่อรับรหัสใหม่
tr: Bu kodun süresi doldu. Yeni bir kod almak için silmeyi yeniden başlatın.
uk: Цей код закінчився. Почніть видалення ще раз, щоб отримати новий.
vi: Mã đó đã hết hạn. Bắt đầu lại quá trình xóa để lấy mã mới.
zh_hans: 该代码已过期。重新开始删除以获取新代码。
zh_hant: 該代碼已過期。重新開始刪除以獲得新代碼。

# web.account.err_action_invalid_code
source: That code is incorrect.
ar: هذا الرمز غير صحيح.
cs: Tento kód je nesprávný.
da: Denne kode er forkert.
de: Dieser Code ist falsch.
el: Αυτός ο κωδικός είναι λανθασμένος.
es: Ese código es incorrecto.
fi: Kyseinen koodi on virheellinen.
fr: Ce code est incorrect.
he: הקוד לא נכון.
hi: वह कोड गलत है।
hu: A kód helytelen.
id: Kode itu tidak benar.
it: Questo codice non è corretto.
ja: そのコードは正しくありません。
ko: 그 코드가 잘못되었습니다.
ms: Kod itu tidak betul.
nb: Denne koden er feil.
nl: Die code is onjuist.
pl: Ten kod jest nieprawidłowy.
pt_br: Este código está incorreto.
pt_pt: Esse código está incorreto.
ro: Acel cod este incorect.
ru: Этот код неверен.
sk: Tento kód je nesprávny.
sv: Koden är felaktig.
th: รหัสนั้นไม่ถูกต้อง
tr: Bu kod hatalı.
uk: Цей код неправильний.
vi: Mã đó không chính xác.
zh_hans: 该代码不正确。
zh_hant: 該代碼不正確。

# web.account.err_action_too_many_attempts
source: Too many incorrect codes. Start the deletion again to get a new one.
ar: محاولات عديدة غير صحيحة. ابدأ الحذف مرة أخرى للحصول على رمز جديد.
cs: Příliš mnoho nesprávných pokusů. Začněte s odstraňováním znovu, abyste získali nový kód.
da: For mange forkerte koder. Start sletningen igen for at få en ny.
de: Zu viele falsche Codes. Starten Sie die Löschung erneut, um einen neuen zu erhalten.
el: Πάρα πολλοί λανθασμένοι κωδικοί. Ξεκινήστε τη διαγραφή ξανά για να λάβετε ένα νέο.
es: Demasiados códigos incorrectos. Inicia la eliminación de nuevo para obtener uno nuevo.
fi: Liian monta virheellistä koodia. Aloita poistaminen uudelleen saadaksesi uuden koodin.
fr: Trop de codes incorrects. Recommencez la suppression pour en obtenir un nouveau.
he: יותר מדי קודים שגויים. התחל את המחיקה שוב כדי לקבל אחד חדש.
hi: बहुत सारे गलत कोड। नया प्राप्त करने के लिए हटाना फिर से शुरू करें।
hu: Túl sok helytelen kód. Kezdje újra a törlést az új kódért.
id: Terlalu banyak kode yang tidak benar. Mulai penghapusan lagi untuk mendapatkan yang baru.
it: Troppi codici non corretti. Avvia di nuovo l'eliminazione per ottenerne uno nuovo.
ja: 間違ったコードが多すぎます。削除をもう一度開始して新しいコードを取得してください。
ko: 잘못된 코드가 너무 많습니다. 삭제를 다시 시작하여 새 코드를 받으세요.
ms: Terlalu banyak kod yang tidak betul. Mulai pemadaman semula untuk mendapatkan yang baru.
nb: For mange feil koder. Start slettingen på nytt for å få en ny.
nl: Te veel onjuiste codes. Start het verwijderen opnieuw om een nieuwe te krijgen.
pl: Zbyt wiele nieprawidłowych kodów. Zacznij usuwanie ponownie, aby otrzymać nowy.
pt_br: Muitos códigos incorretos. Inicie a exclusão novamente para obter um novo.
pt_pt: Demasiadas tentativas incorretas. Inicie a eliminação novamente para obter um novo.
ro: Prea multe coduri incorecte. Porniți din nou ștergerea pentru a obține un cod nou.
ru: Слишком много неправильных кодов. Начните удаление снова, чтобы получить новый.
sk: Príliš veľa nesprávnych kódov. Spustite odstránenie znova, aby ste dostali nový.
sv: För många felaktiga koder. Starta borttagningen igen för att få en ny.
th: มีการพยายามป้อนรหัสที่ไม่ถูกต้องมากเกินไป เริ่มการลบอีกครั้งเพื่อรับรหัสใหม่
tr: Çok fazla yanlış kod. Yeni bir kod almak için silmeyi yeniden başlatın.
uk: Занадто багато неправильних кодів. Почніть видалення ще раз, щоб отримати новий.
vi: Quá nhiều mã không chính xác. Bắt đầu lại quá trình xóa để lấy mã mới.
zh_hans: 尝试次数过多。重新开始删除以获取新代码。
zh_hant: 代碼錯誤次數過多。重新開始刪除以獲得新代碼。

# web.account.err_auth_not_configured
source: The sync service is not configured yet.
ar: خدمة المزامنة لم تُعد بعد.
cs: Služba synchronizace zatím není nakonfigurována.
da: Synkroniseringstjenesten er ikke konfigureret endnu.
de: Der Sync-Dienst ist noch nicht konfiguriert.
el: Η υπηρεσία συγχρονισμού δεν έχει ρυθμιστεί ακόμη.
es: El servicio de sincronización aún no está configurado.
fi: Synkronointipalvelu ei ole vielä määritetty.
fr: Le service de synchronisation n'est pas encore configuré.
he: שירות הסנכרון עדיין לא מוגדר.
hi: सिंक सेवा अभी तक कॉन्फ़िगर नहीं की गई है।
hu: A szinkronizálási szolgáltatás még nincs konfigurálva.
id: Layanan sinkronisasi belum dikonfigurasi.
it: Il servizio di sincronizzazione non è ancora configurato.
ja: 同期サービスはまだ設定されていません。
ko: 동기화 서비스가 아직 구성되지 않았습니다.
ms: Perkhidmatan sinkron belum dikonfigurasi.
nb: Synktjenesten er ikke konfigurert ennå.
nl: De syncdienst is nog niet ingesteld.
pl: Usługa synchronizacji nie jest jeszcze skonfigurowana.
pt_br: O serviço de sincronização ainda não está configurado.
pt_pt: O serviço de sincronização ainda não está configurado.
ro: Serviciul de sincronizare nu este încă configurat.
ru: Служба синхронизации еще не настроена.
sk: Služba synchronizácie zatiaľ nie je nakonfigurovaná.
sv: Synkroniseringstjänsten är inte konfigurerad än.
th: ยังไม่ได้กำหนดค่า Sync service
tr: Senkronizasyon hizmeti henüz yapılandırılmadı.
uk: Служба синхронізації ще не налаштована.
vi: Dịch vụ đồng bộ chưa được cấu hình.
zh_hans: 同步服务尚未配置。
zh_hant: 同步服務尚未設定。

# web.account.err_billing_not_configured
source: Billing is not configured yet.
ar: لم يتم تكوين الفواتير بعد.
cs: Fakturace zatím není nakonfigurována.
da: Fakturering er ikke konfigureret endnu.
de: Abrechnung ist noch nicht konfiguriert.
el: Η τιμολόγηση δεν έχει ρυθμιστεί ακόμη.
es: La facturación aún no está configurada.
fi: Laskutus ei ole vielä määritetty.
fr: La facturation n'est pas encore configurée.
he: החיוב עדיין לא מוגדר.
hi: बिलिंग अभी तक कॉन्फ़िगर नहीं की गई है।
hu: A számlázás még nincs konfigurálva.
id: Penagihan belum dikonfigurasi.
it: La fatturazione non è ancora configurata.
ja: 請求はまだ設定されていません。
ko: 청구가 아직 구성되지 않았습니다.
ms: Pengebilan belum dikonfigurasi.
nb: Fakturering er ikke konfigurert ennå.
nl: Facturering is nog niet ingesteld.
pl: Rozliczenia nie są jeszcze skonfigurowane.
pt_br: O faturamento ainda não está configurado.
pt_pt: A faturação ainda não está configurada.
ro: Facturarea nu este configurată încă.
ru: Выставление счётов еще не настроено.
sk: Fakturácia zatiaľ nie je nakonfigurovaná.
sv: Faktureringen är inte konfigurerad än.
th: ยังไม่ได้กำหนดค่าการเรียกเก็บเงิน
tr: Faturalama henüz yapılandırılmadı.
uk: Тарифікація ще не налаштована.
vi: Thanh toán chưa được cấu hình.
zh_hans: 计费尚未配置。
zh_hant: 帳單尚未設定。

# web.account.err_billing_unavailable
source: Billing is temporarily unavailable.
ar: الفواتير غير متاحة مؤقتاً.
cs: Fakturace je dočasně nedostupná.
da: Fakturering er midlertidigt utilgængelig.
de: Abrechnung ist vorübergehend nicht verfügbar.
el: Η τιμολόγηση δεν είναι προσωρινά διαθέσιμη.
es: La facturación no está disponible temporalmente.
fi: Laskutus ei ole tällä hetkellä käytettävissä.
fr: La facturation est temporairement indisponible.
he: החיוב אינו זמין כרגע.
hi: बिलिंग अस्थायी रूप से अनुपलब्ध है।
hu: A számlázás átmenetileg nem érhető el.
id: Penagihan sedang tidak tersedia.
it: La fatturazione è temporaneamente non disponibile.
ja: 請求は一時的に利用できません。
ko: 청구를 일시적으로 사용할 수 없습니다.
ms: Pengebilan tidak tersedia buat sementara.
nb: Fakturering er midlertidig utilgjengelig.
nl: Facturering is tijdelijk niet beschikbaar.
pl: Rozliczenia są tymczasowo niedostępne.
pt_br: O faturamento não está disponível temporariamente.
pt_pt: A faturação está temporariamente indisponível.
ro: Facturarea este temporar indisponibilă.
ru: Выставление счётов временно недоступно.
sk: Fakturácia je dočasne nedostupná.
sv: Faktureringen är temporärt otillgänglig.
th: การเรียกเก็บเงินไม่พร้อมใช้งานชั่วคราว
tr: Faturalama geçici olarak kullanılamıyor.
uk: Тарифікація тимчасово недоступна.
vi: Thanh toán tạm thời không khả dụng.
zh_hans: 计费暂时不可用。
zh_hant: 帳單暫時無法使用。

# web.account.err_cancel_in_app_store
source: Manage this subscription from your Apple account subscriptions.
ar: أدر هذا الاشتراك من اشتراكات حسابك في Apple.
cs: Spravujte toto předplatné ze svého účtu Apple.
da: Administrer dette abonnement fra dine Apple-kontoabonnementer.
de: Verwalten Sie dieses Abonnement über Ihre Apple-Kontoabos.
el: Διαχειριστείτε τη συνδρομή αυτή από τις συνδρομές Apple Account σας.
es: Gestiona esta suscripción desde tus suscripciones de cuenta de Apple.
fi: Hallinnoi tätä tilausta Apple-tilin tilauksista.
fr: Gérez cet abonnement depuis les abonnements de votre compte Apple.
he: נהל מנוי זה מרשומות החשבון של Apple.
hi: अपने Apple खाते की सदस्यता से इस सदस्यता को प्रबंधित करें।
hu: Kezelje ezt az előfizetést az Apple-fiók előfizetéseiből.
id: Kelola langganan ini dari langganan akun Apple Anda.
it: Gestisci questa sottoscrizione dalle tue sottoscrizioni dell'account Apple.
ja: このサブスクリプションをApple Accountのサブスクリプションから管理してください。
ko: Apple 계정 구독에서 이 구독을 관리하세요.
ms: Urus langganan ini daripada langganan akaun Apple anda.
nb: Administrer dette abonnementet fra Apple-kontoen din.
nl: Beheer dit abonnement vanuit je Apple Account-abonnementen.
pl: Zarządzaj tą subskrypcją w swoich subskrypcjach konta Apple.
pt_br: Gerencie esta assinatura nas assinaturas da sua Conta Apple.
pt_pt: Gerencie esta subscrição a partir das suas subscrições de conta Apple.
ro: Gestionați acest abonament din abonamentele contului dvs. Apple.
ru: Управляйте этой подпиской в подписках вашей учётной записи Apple.
sk: Spravujte toto predplatné z predplatných svojho Apple účtu.
sv: Hantera denna prenumeration från dina Apple-kontoprenumerationer.
th: จัดการการสมัครสมาชิกนี้จากการสมัครสมาชิกบัญชี Apple ของคุณ
tr: Bu aboneliği Apple hesabınızın abonelikleri bölümünden yönetin.
uk: Керуйте цією підпискою через підписки облікового запису Apple.
vi: Quản lý đăng ký này từ những đăng ký tài khoản Apple của bạn.
zh_hans: 在您的 Apple 账户订阅中管理此订阅。
zh_hant: 從您的 Apple 帳戶訂閱項目管理此訂閱。

# web.account.err_cancel_in_play_store
source: Manage this subscription from Google Play.
ar: أدر هذا الاشتراك من Google Play.
cs: Spravujte toto předplatné z Google Play.
da: Administrer dette abonnement fra Google Play.
de: Verwalten Sie dieses Abonnement über Google Play.
el: Διαχειριστείτε τη συνδρομή αυτή από το Google Play.
es: Gestiona esta suscripción desde Google Play.
fi: Hallinnoi tätä tilausta Google Play:stä.
fr: Gérez cet abonnement depuis Google Play.
he: נהל מנוי זה מ-Google Play.
hi: Google Play से इस सदस्यता को प्रबंधित करें।
hu: Kezelje ezt az előfizetést a Google Play-ből.
id: Kelola langganan ini dari Google Play.
it: Gestisci questa sottoscrizione da Google Play.
ja: このサブスクリプションをGoogle Playから管理してください。
ko: Google Play에서 이 구독을 관리하세요.
ms: Urus langganan ini daripada Google Play.
nb: Administrer dette abonnementet fra Google Play.
nl: Beheer dit abonnement via Google Play.
pl: Zarządzaj tą subskrypcją w Google Play.
pt_br: Gerencie esta assinatura no Google Play.
pt_pt: Gerencie esta subscrição a partir do Google Play.
ro: Gestionați acest abonament din Google Play.
ru: Управляйте этой подпиской в Google Play.
sk: Spravujte toto predplatné v Google Play.
sv: Hantera denna prenumeration från Google Play.
th: จัดการการสมัครสมาชิกนี้จาก Google Play
tr: Bu aboneliği Google Play'den yönetin.
uk: Керуйте цією підпискою через Google Play.
vi: Quản lý đăng ký này từ Google Play.
zh_hans: 在 Google Play 中管理此订阅。
zh_hant: 從 Google Play 管理此訂閱。

# web.account.err_code_expired
source: That verification code expired. Sign in again.
ar: انتهت صلاحية رمز التحقق هذا. قم بتسجيل الدخول مرة أخرى.
cs: Platnost ověřovacího kódu vypršela. Přihlaste se znovu.
da: Denne bekræftelsescode er udløbet. Log ind igen.
de: Dieser Überprüfungscode ist abgelaufen. Melden Sie sich erneut an.
el: Αυτός ο κωδικός επιβεβαίωσης έχει λήξει. Συνδεθείτε ξανά.
es: Ese código de verificación expiró. Inicia sesión de nuevo.
fi: Kyseinen vahvistuskoodi on vanhentunut. Kirjaudu uudelleen sisään.
fr: Ce code de vérification a expiré. Reconnectez-vous.
he: קוד האימות הזה פג תוקפו. התחברות שוב.
hi: सत्यापन कोड समाप्त हो गया है। फिर से साइन-इन करें।
hu: Az ellenőrző kód lejárt. Jelentkezzen be újra.
id: Kode verifikasi itu telah kedaluwarsa. Masuk lagi.
it: Questo codice di verifica è scaduto. Accedi di nuovo.
ja: その確認コードは有効期限切れです。もう一度サインインしてください。
ko: 그 확인 코드는 만료되었습니다. 다시 로그인하세요.
ms: Kod pengesahan itu telah tamat. Log masuk semula.
nb: Denne bekreftelseeskoden utløp. Logg inn igjen.
nl: Die verificatiecode is verlopen. Meld je opnieuw aan.
pl: Ten kod weryfikacyjny wygasł. Zaloguj się ponownie.
pt_br: Este código de verificação expirou. Faça login novamente.
pt_pt: Esse código de verificação expirou. Inicie sessão novamente.
ro: Acel cod de verificare a expirat. Conectați-vă din nou.
ru: Этот код проверки истёк. Войдите снова.
sk: Tento overovací kód vypršal. Prihláste sa znova.
sv: Verifieringskoden har upphört att gälla. Logga in igen.
th: รหัสการยืนยันนั้นหมดอายุแล้ว ลงชื่อเข้าใช้อีกครั้ง
tr: Bu doğrulama kodunun süresi doldu. Oturum açın ve tekrar deneyin.
uk: Цей код перевірки закінчився. Увійдіть ще раз.
vi: Mã xác minh đó đã hết hạn. Đăng nhập lại.
zh_hans: 该验证代码已过期。请重新登录。
zh_hant: 該驗證代碼已過期。請重新登入。

# web.account.err_confirm_password
source: Confirm your password.
ar: أكّد كلمة مرورك.
cs: Potvrďte své heslo.
da: Bekræft din adgangskode.
de: Bestätigen Sie Ihr Passwort.
el: Επιβεβαιώστε τον κωδικό πρόσβασης σας.
es: Confirma tu contraseña.
fi: Vahvista salasanasi.
fr: Confirmez votre mot de passe.
he: אימות הסיסמה שלך.
hi: अपने पासवर्ड की पुष्टि करें।
hu: Erősítse meg a jelszót.
id: Konfirmasi kata sandi Anda.
it: Conferma la tua password.
ja: パスワードを確認してください。
ko: 비밀번호를 확인하세요.
ms: Sahkan kata laluan anda.
nb: Bekreft passordet ditt.
nl: Bevestig je wachtwoord.
pl: Potwierdź swoje hasło.
pt_br: Confirme sua senha.
pt_pt: Confirme a sua senha.
ro: Confirmați parola.
ru: Подтвердите ваш пароль.
sk: Potvrďte svoje heslo.
sv: Bekräfta ditt lösenord.
th: ยืนยันรหัสผ่านของคุณ
tr: Parolanızı doğrulayın.
uk: Підтвердьте свій пароль.
vi: Xác nhận mật khẩu của bạn.
zh_hans: 确认您的密码。
zh_hant: 確認您的密碼。

# web.account.err_delete_confirmation_mismatch
source: Could not confirm the account email.
ar: تعذر تأكيد بريد الحساب الإلكتروني.
cs: Nepodařilo se potvrdit e-mail účtu.
da: Kunne ikke bekræfte kontos e-mail.
de: Die Konto-E-Mail konnte nicht bestätigt werden.
el: Δεν ήταν δυνατή η επιβεβαίωση του email του λογαριασμού.
es: No se pudo confirmar el email de la cuenta.
fi: Tilin sähköpostiosoitetta ei voitu vahvistaa.
fr: Impossible de confirmer l'adresse e-mail du compte.
he: לא היה אפשר לאשר את דוא״ל החשבון.
hi: खाते के ईमेल की पुष्टि नहीं की जा सकी।
hu: Nem sikerült megerősíteni a fiók e-mail-címét.
id: Tidak dapat mengonfirmasi email akun.
it: Impossibile confermare l'email dell'account.
ja: アカウントメールを確認できませんでした。
ko: 계정 이메일을 확인할 수 없습니다.
ms: Tidak dapat mengesahkan e-mel akaun.
nb: Kunne ikke bekrefte e-posten for kontoen.
nl: Kon het accounte-mailadres niet bevestigen.
pl: Nie można było potwierdzić e-maila konta.
pt_br: Não foi possível confirmar o email da conta.
pt_pt: Não foi possível confirmar o email da conta.
ro: Nu s-a putut confirma e-mailul contului.
ru: Не удалось подтвердить адрес электронной почты учётной записи.
sk: Nie je možné potvrdiť e-mailovú adresu účtu.
sv: Kunde inte bekräfta kontoe-postadressen.
th: ไม่สามารถยืนยันอีเมลบัญชี
tr: Hesap e-postası doğrulanamadı.
uk: Не вдалося підтвердити адресу електронної пошти облікового запису.
vi: Không thể xác nhận email tài khoản.
zh_hans: 无法确认账户电子邮件。
zh_hant: 無法確認帳戶電子郵件。

# web.account.err_enter_password
source: Enter a password.
ar: أدخل كلمة مرور.
cs: Zadejte heslo.
da: Angiv en adgangskode.
de: Geben Sie ein Passwort ein.
el: Εισάγετε έναν κωδικό πρόσβασης.
es: Ingresa una contraseña.
fi: Syötä salasana.
fr: Entrez un mot de passe.
he: הזן סיסמה.
hi: पासवर्ड दर्ज करें।
hu: Adjon meg egy jelszót.
id: Masukkan kata sandi.
it: Inserisci una password.
ja: パスワードを入力してください。
ko: 비밀번호를 입력하세요.
ms: Masukkan kata laluan.
nb: Skriv inn et passord.
nl: Voer een wachtwoord in.
pl: Wprowadź hasło.
pt_br: Digite uma senha.
pt_pt: Introduza uma senha.
ro: Introduceți o parolă.
ru: Введите пароль.
sk: Zadajte heslo.
sv: Ange ett lösenord.
th: ป้อนรหัสผ่าน
tr: Bir parola girin.
uk: Введіть пароль.
vi: Nhập mật khẩu.
zh_hans: 输入密码。
zh_hant: 輸入密碼。

# web.account.err_invalid_code
source: That verification code is incorrect.
ar: رمز التحقق هذا غير صحيح.
cs: Tento ověřovací kód je nesprávný.
da: Denne bekræftelsescode er forkert.
de: Dieser Überprüfungscode ist falsch.
el: Αυτός ο κωδικός επιβεβαίωσης είναι λανθασμένος.
es: Ese código de verificación es incorrecto.
fi: Kyseinen vahvistuskoodi on virheellinen.
fr: Ce code de vérification est incorrect.
he: קוד האימות לא נכון.
hi: सत्यापन कोड गलत है।
hu: Az ellenőrző kód helytelen.
id: Kode verifikasi itu tidak benar.
it: Questo codice di verifica non è corretto.
ja: その確認コードは正しくありません。
ko: 그 확인 코드가 잘못되었습니다.
ms: Kod pengesahan itu tidak betul.
nb: Denne bekreftelseeskoden er feil.
nl: Die verificatiecode is onjuist.
pl: Ten kod weryfikacyjny jest nieprawidłowy.
pt_br: Este código de verificação está incorreto.
pt_pt: Esse código de verificação está incorreto.
ro: Acel cod de verificare este incorect.
ru: Этот код проверки неверен.
sk: Tento overovací kód je nesprávny.
sv: Verifieringskoden är felaktig.
th: รหัสการยืนยันนั้นไม่ถูกต้อง
tr: Bu doğrulama kodu hatalı.
uk: Цей код перевірки неправильний.
vi: Mã xác minh đó không chính xác.
zh_hans: 该验证代码不正确。
zh_hant: 該驗證代碼不正確。

# web.account.err_invalid_credentials
source: That password is incorrect.
ar: كلمة المرور هذه غير صحيحة.
cs: Toto heslo je nesprávné.
da: Denne adgangskode er forkert.
de: Dieses Passwort ist falsch.
el: Αυτός ο κωδικός πρόσβασης είναι λανθασμένος.
es: Esa contraseña es incorrecta.
fi: Kyseinen salasana on virheellinen.
fr: Ce mot de passe est incorrect.
he: הסיסמה לא נכונה.
hi: पासवर्ड गलत है।
hu: A jelszó helytelen.
id: Kata sandi itu tidak benar.
it: Questa password non è corretta.
ja: そのパスワードは正しくありません。
ko: 그 비밀번호가 잘못되었습니다.
ms: Kata laluan itu tidak betul.
nb: Passordet er feil.
nl: Dat wachtwoord is onjuist.
pl: To hasło jest nieprawidłowe.
pt_br: Esta senha está incorreta.
pt_pt: Essa senha está incorreta.
ro: Acea parolă este incorectă.
ru: Этот пароль неверен.
sk: Toto heslo je nesprávne.
sv: Det lösenordet är felaktigt.
th: รหัสผ่านนั้นไม่ถูกต้อง
tr: Bu parola hatalı.
uk: Цей пароль неправильний.
vi: Mật khẩu đó không chính xác.
zh_hans: 该密码不正确。
zh_hant: 該密碼不正確。
